#ifndef _MY_MUNE_H
#define _MY_MUNE_H

void login_mune() {
    printf("\033c");
    printf("                          ------------------------------------------------------------------------------                    \n\n\n\n\n\n\n\n");
    printf("                                                    1.   登录                                                               \n\n\n    ");
    printf("                                                2.   注册                                                                \n\n\n\n"   );
    printf("                          ------------------------------------------------------------------------------                     \n\n\n");
    printf("请选择:\n");
}

void mune() {
    printf("\033c");
    printf("                           ---------------------------------------------------------------------------                  \n\n\n\n\n\n\n\n");
    printf("                                                    1.    好友选择");
}
#endif
